Repository: aabilio/ertmpdump
Catalog: webview/static/po/*.po
Languages: es_es

source: <b>TYPE NEW COMMAND</b>
es_es: <b>INTRODUCE UN NUEVO COMANDO</b>

source: A new program is going to be opened in your computer to select a folder on your hard disk (it can be late a few seconds).
es_es: Un nuevo programa se va a ejecutar en tu ordenador para seleccionar una carpeta de descarga (puede tardar unos pocos segundos en abrirse).

source: A unknown error occurred
es_es: Se ha producido un error

source: Additional Information
es_es: Información Adicional

source: Are you sure that you want to cancel the download?
es_es: ¿Estás seguro de que quieres cancelar la descarga?

source: CONNECTION PROBLEM
es_es: SE HA DETECTADO UN PROBLEMA EN LA CONEXIÓN

source: Cancel
es_es: Cancelar

source: Cancel & remove download
es_es: Cancelar y borrar la descarga

source: Choose a folder on your hard disk to store the downloaded files
es_es: Elige una carpeta en tu disco duro para almacenar las descargas

source: Click to show/hide additional info
es_es: Haz clic para mostrar/ocultar información adicional

source: Complete (100%)
es_es: Descarga finalizada (100%)

source: Connecting...
es_es: Conectando...

source: DISCONNECT
es_es: DESCONECTAR

source: DOWNLOAD
es_es: DESCARGAR

source: Disconnect
es_es: Desconectar

source: Do it!
es_es: ¡Sí!

source: Exact rtmpdump command output
es_es: Salida exacta del comando rtmpdump

source: Exit
es_es: Salir

source: It seems that the connection has got lost with backend program. The most probable thing is that the downloads have stopped working. This window is going to be closed and you will have to return to execute the program from your operating system.
es_es: Parece que se ha perdido la conexión con el programa. Lo más probable es que las descargas hayan dejado de funcionar. Esta ventana se va a cerrar y tendrás que volver a ejecutar el programa desde tu sistema operativo.

source: Open
es_es: Abrir

source: The downloads that already are in process will not meet affected by this change.
es_es: Las descargas que ya se están realizando no se verán afectadas por este cambio.

source: This window is going to be closed and the backend program is going to finish
es_es: Esta ventana se va a cerrar y el programa va a acabar su ejecución

source: Time remaining: {{ cd.time_remaining }}
es_es: Tiempo restante: {{ cd.time_remaining }}

source: To select a new folder...
es_es: Para seleccionar una nueva carpeta...

source: WHERE TO DOWNLOAD
es_es: ¿DÓNDE DESCARGAR?

source: You have to do click in the icon of the folder that is to the left of the box that you have just selected. ;)
es_es: Tienes que hacer clic en el icono de la carpeta que se encuentra a la izquierda del campo de texto que acabas de seleccionar ;)

source: "{{ cd.name }}" is going to be cancelled
es_es: Se va a cancelar la descarga: "{{ cd.name }}"

source: {{ 'Command' }}
es_es: {{ 'Comando' }}

source: {{ 'Destination' }}
es_es: {{ 'Destino' }}

source: {{ 'Download started at' }}
es_es: {{ 'La descarga comenzó' }}

source: {{ 'Location' }}
es_es: {{ 'Página web' }}
